Repository: StuartMacKay/ebirders-pt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Checklists
pt: Listas

source: Show checklists for this date
pt: Mostrar as listas para esta data

source: Show checklists for this location
pt: Mostrar as listas para esta local

source: Show checklists for this county
pt: Mostrar as listas para est concelho

source: Show checklists for this state
pt: Mostrar as listas para este districto

source: Show checklists for this country
pt: Mostrar as listas para esta país

source: Show checklists for this observer
pt: Mostrar as listas para este observador

source: Number of species
pt: Número de espécies

source: Complete
pt: Completa

source: Incomplete
pt: Incompleta

source: Number of Observers
pt: Número de observadores

source: View this checklist on eBird.org
pt: Ver a lista no eBird.org

source: Date
pt: Data

source: species.plural
pt: Espécies

source: Location
pt: Local

source: Protocol
pt: Protocolos

source: Observer
pt: Observador

source: Checklist
pt: Lista

source: Find Checklists
pt: Procurar Listas

source: Search
pt: Pesquisar

source: Clear
pt: Limpar

source: Previous page
pt: Página anterior

source: Previous
pt: Anterior

source: Next page
pt: Página seguinte

source: Next
pt: Seguinte

source: Page %(number)s of %(total)s
pt: Página %(number)s de %(total)s

source: Updated every hour
pt: Atualizado a cada hora

source: Contact
pt: Contacto

source: You did not write a message.
pt: Não escreveste uma mensagem.

source: Name
pt: Nome

source: Email
pt: Endereço eletrónico

source: Message
pt: Mensagem

source: If you have any questions, comments, or suggestions, please send us a message using the form below.
pt: Se tiver dúvidas, comentários ou sugestões, envie-nos uma mensagem utilizando o formulário abaixo.

source: (optional)
pt: (opcional)

source: Send message
pt: Enviar mensagem

source: Thanks for your message.
pt: Obrigado pela sua mensagem.

source: Thanks for your message. You will get a reply shortly.
pt: Obrigado pela sua mensagem. Receberá uma resposta em breve.

source: Your message could not be sent. Please try again later.
pt: A sua mensagem não pôde ser enviada. Por favor, tente novamente mais tarde.

source: filters
pt: filtros

source: Incidental
pt: Casual

source: Stationary
pt: Estacionária

source: Traveling
pt: Percurso

source: Area
pt: Área

source: Banding
pt: Anilhagem

source: Nocturnal Flight Call Count
pt: Contagem de Vocalizações de Vôo Nocturnas

source: eBird Pelagic Protocol
pt: Pelágico

source: Historical
pt: Histórico

source: Common Bird Survey
pt: Portugal CAC--Common Bird Survey

source: Seabird Census
pt: RAM--Seabird Census

source: By Location
pt: Por Local

source: Country
pt: País

source: Select one or more countries
pt: Selecionar um ou mais países

source: State
pt: Distrito

source: Select one or more states
pt: Selecionar um ou mais distritos

source: County
pt: Concelho

source: Select one or more counties
pt: Selecionar um ou mais concelhos

source: Select one or more locations
pt: Selecionar um ou mais locais

source: Hotspots only
pt: Só Hotspots

source: No
pt: Não

source: Yes
pt: Sim

source: By Observer
pt: Por Observador

source: By Species
pt: Por Espécie

source: Common name
pt: Nome comum

source: Scientific name
pt: Nome científico

source: Family
pt: Família

source: By Family
pt: Por Família

source: By Date
pt: Por Data

source: This date is later than the until date.
pt: Esta data é posterior à data até.

source: From
pt: A partir de

source: Until
pt: Até

source: By Protocol
pt: Por Protocolos

source: All
pt: Todo

source: Options
pt: Opções

source: Accepted
pt: Aceito

source: Rejected
pt: Rejeitado

source: With audio
pt: Com som

source: With photos
pt: Com fotos

source: With video
pt: Com video

source: By Category
pt: Por Categoria

source: Category
pt: Categoria

source: Order By
pt: Por Ordenação

source: Ordering
pt: Ordenação

source: Most recent first
pt: Mais recente primeiro

source: Highest count first
pt: A contagem mais elevada primeiro

source: First Seen
pt: Primeiro visto

source: Last Seen
pt: Último visto

source: Highest Count
pt: Contagem mais elevada

source: Locations
pt: Locais

source: News
pt: Notícias

source: For Region
pt: Para a região

source: For Week
pt: Por a semana

source: Week
pt: Semana

source: Enter week, e.g. 2025-W01
pt: Insira a semana, por exemplo, 2025-W01

source: Enter a week in the form YYYY-WDD, e.g. 2025-W01
pt: Insira uma semana no formato AAAA-WDD, por exemplo, 2025-W01

source: For Month
pt: Por mês

source: Month
pt: Mês

source: Enter month, e.g. 2025-01
pt: Insira o mês, por exemplo, 2025-01

source: Enter a month in the form YYYY-MM, e.g. 2025-01
pt: Insira o mês no formato AAAA-MM, por exemplo, 2025-01

source: identifier
pt: identificador

source: The unique identifier for the observation.
pt: O identificador único da observação.

source: observer
pt: observador

source: The person who made the observation.
pt: A pessoa que fez a observação.

source: name
pt: nome

source: The name of the observer.
pt: O nome do observador.

source: species
pt: espécie

source: The identified species.
pt: A espécie identificada.

source: country
pt: país

source: The country where the observation was made.
pt: O país onde a observação foi feita.

source: state
pt: distrito

source: The state where the observation was made.
pt: O distrito onde a observação foi feita.

source: county
pt: concelho

source: The county where the observation was made.
pt: O concelho onde a observação foi feita.

source: year
pt: ano

source: The year the observation was made.
pt: O ano em que a observação foi feita.

source: month
pt: mês

source: The month the observation was made.
pt: O mês em que a observação foi feita.

source: week
pt: semana

source: The week the observation was made.
pt: A semana em que a observação foi feita.

source: YearList
pt: Lista anual

source: YearLists
pt: Listas anuais

source: checklist
pt: listas

source: The checklist this observation belongs to.
pt: A lista à qual esta observação pertence.

source: location
pt: local

source: The location where the observation was made.
pt: O local onde a observação foi feita.

source: date
pt: data

source: The date the observation was made.
pt: A data em que a observação foi feita.

source: count
pt: contagem

source: The number of birds seen.
pt: O número de aves observadas.

source: Approved
pt: Aprovado

source: Has the observation been accepted.
pt: A observação foi aceite?

source: Reason
pt: Motivo

source: The reason given for the observation to be marked as not approved.
pt: A motivo apresentada para a observação ser marcada como não aprovada.

source: Show News
pt: Mostrar notícias

source: Show
pt: Mostrar

source: Latest News
pt: Últimas Notícias

source: View
pt: Ver

source: View the list of species
pt: Ver a lista de espécies

source: There are no Big Days to report.
pt: Não há dias grandes a comunicar.

source: Show news for this county
pt: Mostrar as notícias para est concelho

source: Show news for this state
pt: Mostrar as notícias para este districto

source: Show news for this country
pt: Mostrar as notícias para esta país

source: There are no Big Lists to report.
pt: Não há listas grandes a comunicar.

source: species.singular
pt: Espécie

source: View more
pt: Ver mais

source: Number of checklists completed
pt: Listas completas

source: View the checklists
pt: Ver as listas

source: No checklists have been submitted.
pt: Não foram apresentadas listas.

source: No high counts were found.
pt: Não foram encontradas contagens elevadas.

source: Count
pt: Contagem

source: High Counts
pt: Contagens elevadas

source: Big Week
pt: Semana Grande

source: There are no species totals to report.
pt: Não há totais de espécies a comunicar.

source: Big Month
pt: Mês Grande

source: Time spent birding
pt: Tempo passado

source: Duration
pt: Duração

source: Duration: %(hours)s hours %(minutes)s minutes
pt: %(hours)sh %(minutes)smin

source: Nobody has been out birding.
pt: Ninguém tem andado a observar aves.

source: No species were added to the year list.
pt: Não foi acrescentada nenhuma espécie à lista anual.

source: View Yearlist
pt: Ver esta lista

source: Species seen
pt: Espécies observadas

source: Checklists submitted
pt: Listas enviadas

source: Birders
pt: Observadores de pássaros

source: Hours spent birding
pt: Horas de observação

source: Big Lists
pt: Listas grandes

source: Big Days
pt: Dias Grandes

source: Title
pt: Título

source: Notifications
pt: Notificações

source: Success
pt: Sucesso

source: Warning
pt: Aviso

source: Danger
pt: Perigo

source: Notification
pt: Notificação

source: Published
pt: Publicado

source: The date the Notification was published. May be in the future
pt: A data em que a Notificação foi publicada. Pode ser no futuro

source: Expired
pt: Expirado

source: The date the Notification will expire and no longer be available
pt: A data em que a Notificação expirará e deixará de estar disponível

source: The alert level for the notification
pt: O nível de alerta para a notificação

source: The title of the Notification
pt: O título da Notificação

source: Contents
pt: Conteúdo

source: The contents of the Notification
pt: O conteúdo da Notificação

source: Data
pt: Dados

source: Data describing a Notification.
pt: Dados que descrevem uma Notificação.

source: Observations
pt: Observações

source: Show observations for this date
pt: Mostrar os observações para esta data

source: Show observations of this species
pt: Mostrar observações desta espécie

source: Show observations for this location
pt: Mostrar os observaçãoes para este local

source: Show observations for this county
pt: Mostrar os observações para este concelho

source: Show observations for this state
pt: Mostrar os observações para esta estado

source: Show observations for this country
pt: Mostrar os observações para este país

source: Show observations from this observer
pt: Mostrar os observações deste observador

source: Find Observations
pt: Procurar Observações

source: Observers
pt: Observadores

source: Pages
pt: Páginas

source: Show species seen on this date
pt: Mostrar as espécies observadas nesta data

source: Show species for this location
pt: Mostrar as espécies para esta local

source: Show species for this county
pt: Mostrar as espécies para est concelho

source: Show species for this state
pt: Mostrar as espécies para este districto

source: Show species for this country
pt: Mostrar as espécies para esta país

source: Show species seen by this observer
pt: Mostrar as espécies vistas por este observador

source: Find Species
pt: Procurar Espécies

source: Subspecies
pt: Subespécie

source: Domestics
pt: Domésticas

source: Hybrids
pt: Híbridos

source: Species, Forms, etc.
pt: Espécies, formas, etc.

source: Updates
pt: Mudanças

source: Update
pt: Mudança

source: The date the Update was published. May be in the future
pt: A data em que a notícia foi publicada. Pode ser no futuro

source: The title of the Update
pt: O título da notícia

source: The contents of the Update. HTML is allowed
pt: O conteúdo da notícia. HTML é permitido

source: What's New
pt: Novidades

source: A list of what has changed on this site, whether it is new features, editorial decisions on observations, or just general news.
pt: Uma lista do que mudou neste sítio, quer se trate de novas funcionalidades, decisões editoriais sobre observações ou apenas notícias gerais.

source: English
pt: Inglês

source: Portuguese
pt: Português

source: news/
pt: notícias/

source: checklists/
pt: listas/

source: observations/
pt: observações/

source: species/
pt: espécies/

source: contact/
pt: contacto/

source: updates/
pt: novidades/

source: about/
pt: sobre/

source: /about/
pt: /sobre/

source: Forbidden (403)
pt: Proibido (403)

source: You're not allowed to access this page.
pt: Não tem permissão para aceder a esta página.

source: Page Not Found
pt: Página não encontrada

source: An error occurred
pt: Ocorreu um erro

source: Page Not Found!
pt: Página não encontrada!

source: The page you were looking for cannot be found.
pt: A página que estava a procurar não pode ser encontrada.

source: Server Error
pt: Erro do servidor

source: Looks like something went wrong!
pt: Parece que algo correu mal!

source: This error was reported automatically, but if the problem persists please contact us. In the meantime, try refreshing the page.
pt: Este erro foi reportado automaticamente, mas se o problema persistir, por favor contacte-nos. Entretanto, tente atualizar a página.

source: About
pt: Sobre
